a52dec
aalib
accountsservice
acl
acpi
acpid
adapta-maia-theme
adobe-source-code-pro-fonts
adwaita-icon-theme
afpfs-ng
airspy
alsa-firmware
alsa-lib
alsa-oss
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
apm
apparmor
appimagelauncher
appstream-glib
apr
apr-util
arandr
archlinux-appstream-data
archlinux-keyring
arduino
arduino-avr-core
arduino-builder
arduino-ctags
argon2
aribb24
artwork-i3
asciidoc
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
atom
atool
attr
audit
autoconf
autoconf-archive
automake
autorandr
avahi
avr-binutils
avr-gcc
avr-libc
avrdude
b43-fwcutter
babl
barrier
barrier-headless
bash
bash-completion
bashrc-manjaro
bauh
bc
binutils
binwalk
bison
bladerf
blas
blueman
bluez
bluez-hcitool
bluez-libs
bluez-utils
bmenu
boost-libs
brandr
brotli
btrfs-progs
bubblewrap
bumblebee
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cblas
cbmem-git
ccid
cdparanoia
celt
cfitsio
chromaprint
cifs-utils
ckbcomp
clementine
clipit
clucene
cmake
cmatrix
codec2
colord
colord-sane
compton-tryone-git
confuse
conky
conky-i3
coquillo
cordless-git
coreutils
cpupower
cracklib
crda
cronie
crypto++
cryptsetup
cups
cups-filters
cups-pdf
cups-pk-helper
curl
dav1d
db
dbus
dbus-glib
dconf
deja-dup
deluge
deluge-gtk
desktop-file-utils
device-mapper
dfc
dhclient
dhcpcd
diffutils
ding-libs
discord
discord-canary
dkms
dmenu-manjaro
dmidecode
dmraid
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
dosfstools
double-conversion
downgrade
dunst
dunstify
dupeguru-git
duplicity
e2fsprogs
ecryptfs-utils
ectool-git
edid-decode
efibootmgr
efivar
egl-wayland
eglexternalplatform
electron
electron4
elfutils
enchant
epdfview
escrotum-git
evtest
exempi
exfat-utils
exiv2
exo
expac
expat
f2fs-tools
faac
faad2
fakeroot
faudio
fdupes
ffmpeg
ffmpegthumbnailer
fftw
file
filesystem
findutils
firefox
flac
flashrom
flex
fluidsynth
fontconfig
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
fuseiso
fzf
game-devices-udev
gawk
gc
gcab
gcc
gcc-ada
gcc-libs
gcolor2
gconf
gcr
gd
gdbm
gdk-pixbuf2
gegl
geoip
geoip-database
gettext
ghostscript
giblib
giflib
gimp
git
glava
glew
glib-networking
glib2
glib2-docs
glibc
glibmm
glslang
glu
gmp
gnome-autoar
gnome-common
gnome-desktop
gnome-keyring
gnome-online-accounts
gnupg
gnuradio
gnuradio-fcdproplus
gnuradio-iqbal
gnuradio-osmosdr
gnutls
go
gobject-introspection-runtime
google-chrome
gparted
gperftools
gpgme
gphoto2
gpm
gptfdisk
gqrx
graphene
graphite
grep
groff
gsettings-desktop-schemas
gsfonts
gsl
gsm
gssdp
gssproxy
gst-libav
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtest
gtk-doc
gtk-engine-murrine
gtk-engines
gtk-theme-flat-color-git
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtkmm3
gtksourceview-pkgbuild
gtksourceview3
gufw
guile
gupnp
gupnp-dlna
gupnp-igd
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
hack-font-ligature-nerd-font-git
hackrf
hamlib
harfbuzz
harfbuzz-icu
haveged
hdparm
hexchat
hexedit
hicolor-icon-theme
hidapi
highlight
hplip
hspell
htop
http-parser
hunspell
hwids
hwinfo
hwloc
hyphen
i3-default-artwork
i3-gaps
i3-help
i3-scripts
i3-scrot
i3exit
i3lock
i3lock-fancy-rapid-git
i3status-manjaro
iana-etc
icu
ijs
imagemagick
imlib2
inetutils
innoextract
intel-gmmlib
intel-me-tools-git
intel-media-driver
intel-media-sdk
intel-tbb
intel-ucode
intel-undervolt
intltool
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
iso-codes
itstool
iw
jack
jansson
jasper
java-runtime-common
jbig2dec
jemalloc
jfsutils
jq
jre8-openjdk
jre8-openjdk-headless
js60
json-c
json-glib
jsoncpp
kauth
kbd
kcoreaddons
keyutils
kitemmodels
kmod
krb5
kvantum-manjaro
kvantum-qt5
kwindowsystem
l-smash
ladspa
lame
lapack
lcms2
ldb
ldns
lensfun
less
lib32-acl
lib32-alsa-lib
lib32-alsa-oss
lib32-alsa-plugins
lib32-atk
lib32-attr
lib32-bzip2
lib32-cairo
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-faudio
lib32-flex
lib32-fontconfig
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-glew
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gtk2
lib32-harfbuzz
lib32-icu
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libcap
lib32-libcups
lib32-libdatrie
lib32-libdbusmenu-glib
lib32-libdbusmenu-gtk2
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libidn
lib32-libindicator-gtk2
lib32-libjpeg-turbo
lib32-libldap
lib32-libnl
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libsm
lib32-libtasn1
lib32-libthai
lib32-libtiff
lib32-libusb
lib32-libva
lib32-libva-vdpau-driver
lib32-libvdpau
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxml2
lib32-libxmu
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxt
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-lz4
lib32-mesa
lib32-mesa-demos
lib32-mesa-vdpau
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-nvidia-418xx-utils
lib32-openssl
lib32-p11-kit
lib32-pango
lib32-pcre
lib32-pixman
lib32-primus
lib32-readline
lib32-sdl2
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-vulkan-intel
lib32-vulkan-radeon
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaio
libappimage
libappindicator-gtk2
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbs2b
libbsd
libburn
libbytesize
libcaca
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcmis
libconfig
libcroco
libcue
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk2
libdc1394
libdca
libde265
libdrm
libdv
libdvbpsi
libdvdcss
libdvdnav
libdvdread
libe-book
libebml
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libfreehand
libftdi
libgcrypt
libgee
libgexiv2
libglade
libglvnd
libgme
libgpg-error
libgphoto2
libgpod
libgrss
libgsf
libgudev
libgusb
libgxps
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libieee1284
libimagequant
libimobiledevice
libindicator-gtk2
libinput
libinstpatch
libiptcdata
libisofs
libixion
libjpeg-turbo
libkate
libkeybinder3
libksba
liblangtag
liblastfm-qt5
libldac
libldap
liblouis
liblqr
liblrdf
libmad
libmatroska
libmbim
libmediainfo
libmfx
libmicrohttpd
libmm-glib
libmms
libmng
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspub
libmtp
libmusicbrainz5
libmwaw
libmygpo-qt5
libmypaint
libnautilus-extension
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnotify
libnsl
libnumbertext
libodfgen
libofa
libogg
libomxil-bellagio
liborcus
libosinfo
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpillowfight
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqmi
libquvi
libquvi-scripts
libqxp
libraqm
libraw
libraw1394
libreoffice-still
librevenge
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspiro
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtiger
libtirpc
libtommath
libtool
libtorrent-rasterbar
libu2f-host
libu2f-server
libuhd
libunistring
libunwind
libupnp
libusb
libusb-compat
libusbmuxd
libutempter
libutf8proc
libutil-linux
libuv
libva
libva-mesa-driver
libva-vdpau-driver
libvdpau
libvips
libvisio
libvisual
libvoikko
libvolk
libvorbis
libvpx
libwacom
libwbclient
libwebp
libwmf
libwpd
libwpe
libwpg
libwps
libx11
libx86
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86vm
libyaml
libzen
libzip
libzmf
licenses
lilv
links
linux-api-headers
linux-firmware
linux54
linux54-bbswitch
linux54-headers
linux54-nvidia-418xx
linux55
linux55-bbswitch
linux55-headers
linux55-nvidia-418xx
llvm-libs
lm_sensors
lmdb
log4cpp
logrotate
lpsolve
lsb-release
lshw
lsof
lua
lua52
lua52-bitop
lua52-expat
lua52-lpeg
lua52-luajson
lua52-socket
luajit
lv2
lvm2
lxappearance
lxinput
lxmenu-data
lz4
lzo
m4
maia-console
mailcap
maim
make
mallard-ducktype
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-base-skel
manjaro-browser-settings
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-i3-settings
manjaro-icons
manjaro-keyring
manjaro-printer
manjaro-ranger-settings
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-system
mariadb
mariadb-clients
mariadb-libs
markdown_previewer
matcha-gtk-theme
mbedtls
md4c
mdadm
mediainfo
meh-git
memtest86+
menu-cache
mesa
mesa-demos
mesa-vdpau
meson
metis
mhwd
mhwd-amdgpu
mhwd-ati
mhwd-catalyst
mhwd-db
mhwd-nvidia-340xx
mhwd-nvidia-390xx
mhwd-nvidia-418xx
mhwd-nvidia-430xx
mhwd-nvidia-435xx
mhwd-nvidia-440xx
mhwd-tui
minecraft-launcher
minio-client
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
moc
modemmanager
morc_menu
mosh
mousepad
mozilla-common
mpfr
mpg123
mpv
mtdev
mtools
mujs
mypaint-brushes1
nano
nasm
nautilus
nautilus-open-any-terminal
nautilus-sendto
ncdu
ncurses
ndctl
neofetch
neon
nerd-fonts-fira-code
nerd-fonts-source-code-pro
nerd-fonts-terminus
net-snmp
netctl
nettle
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nfsidmap
ninja
nitrogen
nlopt
nm-connection-editor
node-gyp
nodejs
noto-fonts
novnc
npm
npth
nspr
nss
nss-mdns
ntfs-3g
ntp
nvidia-418xx-utils
nvidia-prime
nvramtool-git
obd-auto-doctor
obs-studio
oniguruma
open-fuse-iso
openal
openconnect
opencore-amr
openexr
openjpeg2
openmpi
openresolv
openssh
openssl
openssl-1.0
openvpn
opera-ffmpeg-codecs
opus
orc
os-prober
osinfo-db
p11-kit
p7zip
pacman
pacman-mirrors
pacui
pacutils
pam
pam-u2f
pamac-cli
pamac-common
pamac-gtk
pambase
pango
pangomm
papirus-icon-theme
papirus-maia-icon-theme
parted
patch
patchutils
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-alien-build
perl-alien-libxml2
perl-capture-tiny
perl-clone
perl-convert-asn1
perl-data-dump
perl-dbi
perl-encode-locale
perl-error
perl-ffi-checklib
perl-file-basedir
perl-file-chdir
perl-file-desktopentry
perl-file-listing
perl-file-mimeinfo
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-image-exiftool
perl-io-html
perl-io-socket-ssl
perl-io-tty
perl-ipc-system-simple
perl-json
perl-ldap
perl-libwww
perl-log-message
perl-log-message-simple
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-net-http
perl-net-ldap-server
perl-net-ssleay
perl-path-tiny
perl-term-readline-gnu
perl-term-ui
perl-text-iconv
perl-text-soundex
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-filter-buffertext
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
perl-xml-sax-writer
php
pinentry
pipes.sh
pixman
pkcs11-helper
pkgconf
polkit
polkit-gnome
polkit-qt5
polybar
poppler
poppler-data
poppler-glib
popt
portaudio
postgresql
postgresql-libs
powertop
ppp
pptpclient
primus
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-modules-bt-git
pygobject-devel
pygtk
python
python-anytree
python-apipkg
python-appdirs
python-asn1crypto
python-attrs
python-automat
python-babel
python-bcrypt
python-beaker
python-cachecontrol
python-cachetools
python-cairo
python-cffi
python-chardet
python-cheetah3
python-click
python-click-plugins
python-colorama
python-constantly
python-contextlib2
python-cryptography
python-dbus
python-dbus-common
python-decorator
python-distlib
python-distro
python-docopt
python-docutils
python-fasteners
python-fido2
python-filelock
python-future
python-geoip
python-gobject
python-google-api-python-client
python-google-auth
python-google-auth-httplib2
python-hsaudiotag3k
python-html5lib
python-httplib2
python-hyperlink
python-idna
python-imagesize
python-importlib-metadata
python-incremental
python-iniconfig
python-jinja
python-lockfile
python-lxml
python-mako
python-markupsafe
python-monotonic
python-more-itertools
python-msgpack
python-nautilus
python-npyscreen
python-numpy
python-oauth2client
python-ordered-set
python-packaging
python-paramiko
python-pep517
python-pillow-simd
python-pip
python-pluggy
python-ply
python-polib
python-progress
python-psutil
python-py
python-pyaml
python-pyasn1
python-pyasn1-modules
python-pycparser
python-pycups
python-pycurl
python-pydrive
python-pygments
python-pyhamcrest
python-pymongo
python-pynacl
python-pyopenssl
python-pyotherside
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pyqtwebengine
python-pyscard
python-pysmbc
python-pystray
python-pyte
python-pytoml
python-pytz
python-pyudev
python-pyusb
python-pywal
python-qtpy
python-regex
python-rencode
python-reportlab
python-requests
python-retrying
python-rsa
python-send2trash
python-service-identity
python-setproctitle
python-setuptools
python-sip-pyqt5
python-six
python-snowballstemmer
python-sphinx
python-sphinx-alabaster-theme
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-toml
python-tox
python-twisted
python-ueberzug
python-uritemplate
python-urllib3
python-virtualenv
python-wcwidth
python-webencodings
python-xapp
python-xcffib
python-xdg
python-xlib
python-yaml
python-zipp
python-zope-interface
python2
python2-appdirs
python2-asn1crypto
python2-babel
python2-bcrypt
python2-cachetools
python2-cairo
python2-cffi
python2-chardet
python2-cryptography
python2-dbus
python2-docutils
python2-enum34
python2-fasteners
python2-gobject
python2-gobject2
python2-google-api-python-client
python2-google-auth
python2-google-auth-httplib2
python2-httplib2
python2-idna
python2-imagesize
python2-ipaddress
python2-jinja
python2-markupsafe
python2-monotonic
python2-oauth2client
python2-ordered-set
python2-packaging
python2-paramiko
python2-ply
python2-psutil
python2-pyasn1
python2-pyasn1-modules
python2-pycparser
python2-pydrive
python2-pygments
python2-pynacl
python2-pyparsing
python2-pytz
python2-requests
python2-rsa
python2-setuptools
python2-six
python2-snowballstemmer
python2-sphinx
python2-sphinx-alabaster-theme
python2-sphinxcontrib-websupport
python2-typing
python2-uritemplate
python2-urllib3
python2-yaml
qhull
qpdf
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-styleplugins
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-x11extras
qt5ct
ranger
raptor
rasqal
re2
read-edid
readline
redland
reiserfsprogs
rest
rhash
ripgrep
rofi
rpcbind
rsync
rtkit
rtl-sdr
rtmpdump
rubberband
run-parts
rxvt-unicode
rxvt-unicode-terminfo
s-nail
sane
sbc
sbxkb
scons
screenfetch
scrot
sdl
sdl2
sed
semver
serd
serf
setconf
sg3_utils
shaderc
shadow
shared-mime-info
sharutils
signal-desktop
sl
slang
slop
smbclient
snapd
snappy
sndio
soapysdr
solaar
sord
sound-theme-freedesktop
soundtouch
spandsp
spectre-meltdown-checker
speedtest-cli
speex
speexdsp
spicetify-cli
spicetify-themes-git
spirv-tools
splix
spotify
sqlite
squashfs-tools
squashfuse
srandrd
sratom
srt
startup-notification
steam-manjaro
stoken
stow
stress
subversion
sudo
suitesparse
sysfsutils
syslog-ng
system-config-printer
systemd
systemd-fsck-silent
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tcl
tdb
terminator
terminus-font
tevent
texinfo
thefuck
thin-provisioning-tools
thunar
thunderbird
tidy
timeshift
tk
tlp
tlp-rdw
totem-pl-parser
tracker
tracker-miners
tree
trizen
tslib
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-font-icons
ttf-inconsolata
ttf-indic-otf
ttf-liberation
tty-clock
twolame
tzdata
uchardet
udisks2
ufw
unixodbc
unzip
upower
urxvt-perls
usbmuxd
usbutils
util-linux
v4l-utils
v86d
vamp-plugin-sdk
vertex-maia-themes
vi
vibrancy-icons-teal
vid.stab
viewnior
vim
vim-runtime
vivaldi
vlc
volume_key
volumeicon
vpnc
vte-common
vte3
vulkan-icd-loader
vulkan-intel
vulkan-radeon
w3m
wallpapers-juhraya
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wine
wireguard-dkms
wireguard-tools
wireless-regdb
wireless_tools
wmutils
woff2
wpa_supplicant
wpebackend-fdo
wpgtk-git
wxgtk-common
wxgtk2
wxgtk3
x264
x265
xarchiver
xautolock
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xcursor-breeze
xcursor-chameleon-pearl
xcursor-maia
xdg-dbus-proxy
xdg-su
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfburn
xfce4-power-manager
xfconf
xfsprogs
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-twm
xorg-util-macros
xorg-xauth
xorg-xdpyinfo
xorg-xev
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkill
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xorgproto-transfer
xsel
xterm
xvidcore
xz
yajl
yarn
yay
yelp-tools
yelp-xsl
yubico-c
yubico-c-client
yubico-pam
yubikey-manager
yubikey-manager-qt
yubikey-personalization
yubioath-desktop
zbar
zenity
zensu
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zstd
zvbi
