adapta-gtk-theme
arandr
arc-gtk-theme
arc-icon-theme
atom
autoconf
automake
autorandr
base
binutils
bison
blueman
bluez-utils
bomberclone
dhcpcd
discord
dosfstools
efibootmgr
fakeroot
feh
file
findutils
firefox
flex
gawk
gcc
gettext
git
gparted
gptfdisk
grep
groff
grub
gvfs
gzip
htop
i3-gaps
jq
lib32-alsa-lib
lib32-alsa-plugins
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libgpg-error
lib32-libjpeg-turbo
lib32-libldap
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ncurses
lib32-ocl-icd
lib32-openal
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-icd-loader
libnma
libtool
linux-firmware
linux-headers
linux-zen
lsof
lutris
lxappearance
m4
maim
make
minio-client
mpg123
nano
nautilus
neofetch
network-manager-applet
networkmanager
ocl-icd
openal
openssh
p7zip
pacman
pacman-contrib
papirus-icon-theme
patch
pavucontrol
pkgconf
polkit-gnome
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-dbus
ranger
rofi
sed
stow
sudo
terminator
texinfo
thefuck
tree
ttf-dejavu
unzip
vulkan-intel
w3m
which
wine-staging
xcursor-neutral
xcursor-themes
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
yubico-pam
yubikey-manager
yubikey-touch-detector
yubioath-desktop
zip
zsh
