adapta-gtk-theme
arandr
arc-gtk-theme
arc-icon-theme
asp
atom
audacity
autoconf
automake
autorandr
avr-libc
base
bind
binutils
bison
blueman
bluez-utils
calc
calcurse
clang
clementine
cmatrix
cpupower
cronie
davfs2
dbus-python
dhcpcd
discord
dosfstools
dpkg
efibootmgr
electron
exfat-utils
fakeroot
feh
file
findutils
firefox
flex
freetype2-demos
gawk
gcc
gcc-ada
gettext
gimp
git
gnome-keyring
gnu-netcat
gparted
gptfdisk
grep
groff
gtk-engine-murrine
gvfs
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
haveged
hdparm
hplip
htop
hwinfo
i3-gaps
iotop
irssi
jre-openjdk
krita
libnma
libopencm3
libreoffice-fresh
libtool
libvirt
linux
linux-firmware
lolcat
lostfiles
lsof
luit
lv2
lxappearance
m4
maim
make
mpg123
mtools
mtpfs
mtr
nano
nasm
nautilus
ncdu
neofetch
nfs-utils
nitrogen
nmap
nodejs-lts-fermium
noto-fonts
noto-fonts-cjk
ntfs-3g
ocl-icd
openal
openresolv
openssh
os-prober
p7zip
pacman
pacman-contrib
papirus-icon-theme
patch
pavucontrol
pigz
pkgconf
playerctl
polkit-gnome
prettier
pv
python-configobj
python-pip
qt5-webglplugin
ranger
realtime-privileges
reflector
rofi
rsync
samba
sed
sharutils
signal-desktop
stow
sudo
system-config-printer
tcpdump
terminator
tk
tldr
traceroute
tree
ttf-dejavu
ttf-opensans
unzip
usbutils
vi
virt-viewer
vlc
w3m
which
whois
wmctrl
xarchiver
xclip
xcursor-neutral
xcursor-themes
xdotool
xfburn
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xss-lock
xterm
yarn
zip
zsh
